global ui                       # global_vars.ui                       Главное окно программы. В глобальной переменной для доступности элементво интерфейса из всех потоков 
global project_folder

version = 'rks2025-11-06' # 1

dev_info = """Приложение работает не так как ожидалось?
Есть идеи что добавить или улучшить?
Хотите угостить разработчиков кофе?
Всегда рады будем с Вами пообщаться!
E-mail: TsvetkovDS@trcont.ru
моб. +7-903-617-77-55"""

manual = """Напишу сразу, если кто-нибудь попросит!"""